Repository: Sager1145/Japan-Train-Map
Catalog: ios/Resources/Localizable.xcstrings
Source language: zh_hant
Languages: en, ja, zh_hans

# video.readyPartial
source: 已保留中斷前的片段：{name}
en: Kept the part recorded before it stopped: {name}
ja: 中断までの分を残しました：{name}

# video.recording
source: 錄影中 {time} · {size}
en: Recording {time} · {size}
ja: 録画中 {time} · {size}
zh_hans: 录影中 {time} · {size}

# video.save
source: 儲存影片（{size}）
en: Save video ({size})
ja: 動画を保存（{size}）
zh_hans: 储存影片（{size}）

# video.saved
source: 影片已儲存：{name}（{size}）
en: Video saved: {name} ({size})
ja: 動画を保存しました：{name}（{size}）
zh_hans: 影片已储存：{name}（{size}）

# video.savedPartial
source: 已儲存中斷前的片段：{name}（{size}）
en: Saved the part recorded before it stopped: {name} ({size})
ja: 中断までの分を保存しました：{name}（{size}）
zh_hans: 已储存中斷前的片段：{name}（{size}）

# video.shape
source: 比例
en: Shape
ja: 比率

# video.shape.native
source: 目前畫面
en: Current frame
ja: 今の画面
zh_hans: 当前画面

# video.shape.square
source: 方形 1:1
en: Square 1:1
ja: 正方形 1:1

# video.shape.tall
source: 直式 9:16
en: Portrait 9:16
ja: 縦 9:16

# video.shape.wide
source: 橫式 16:9
en: Landscape 16:9
ja: 横 16:9
zh_hans: 横式 16:9

# video.start
source: 開始錄影
en: Start recording
ja: 録画を開始
zh_hans: 开始录影

# video.stop
source: 結束錄影
en: Stop recording
ja: 録画を終了
zh_hans: 结束录影

# video.summary
source: {size} · {fps} fps · {mbps} Mbps · {length} · 約 {bytes} {ext}
en: {size} · {fps} fps · {mbps} Mbps · {length} · about {bytes} {ext}

# video.title
source: 輸出行程影片
en: Export journey video
ja: 行程の動画を書き出す
zh_hans: 输出行程影片

# video.unsupported
source: 此瀏覽器不支援影片錄製。
en: This browser cannot record video.
ja: このブラウザーは録画に対応していません。
zh_hans: 此浏览器不支持影片录制。

# video.waiting
source: 等待地圖畫面… · {size}
en: Waiting for the map… · {size}
ja: 地図の映像を待っています… · {size}
zh_hans: 等待地图画面… · {size}

# legend.source2
source: Basemap © OpenStreetMap contributors｜OpenFreeMap (Positron / Dark)。Romanizations © OpenStreetMap contributors, ODbL。Rail package © railprint (jp-2025)。
ja: 背景地図 © OpenStreetMap contributors｜OpenFreeMap。ローマ字表記 © OpenStreetMap contributors, ODbL。鉄道データパッケージ © railprint (jp-2025)。

# th.seq
source: 序
ja: 順
